export const burgers = [
    {
        name: "классический",
        info: "Котлета из мраморной говядины, фирменный соус, салат айсберг, кольца красного лука, сыр чеддер, маринованные огурчики, свежий помидор",
        price: 500,
    },
    {
        name: "сальса",
        info: "Котлета из мраморной говядины, соус сальса, салат айсберг, кольца красного лука, сыр чеддер, копченый бекон, свежий помидор",
        price: 550,
    },
    {
        name: "гавайский",
        info: "Котлета из мраморной говядины, фирменный соус, кольца красного лука, сыр чеддер, ананас, соус терияки, свежий помидор",
        price: 550,
    },
    {
        name: "фирменный",
        info: "Котлета из мраморной говядины, коктейльный соус, салат айсберг, кольца красного лука, сыр чеддер, копченый бекон, свежий помидор",
        price: 530,
    },
    {
        name: "карри",
        info: "Котлета из мраморной говядины, соус карри, салат айсберг, кольца красного лука, сыр чеддер, копченый бекон, свежий помидор",
        price: 550,
    },
    {
        name: "бекон",
        info: "Котлета из мраморной говядины, соус тар-тар, салат айсберг, сыр черддер, карамелизированный лук, копченый бекон, свежий помидор",
        price: 550,
    },
    {
        name: "цезарь",
        info: "Куриная грудка, соус цезарь, салат цезарь, сыр пармезан, свежий помидор",
        price: 440,
    },
    {
        name: "сырный",
        info: "Двойная котлета из мраморной говядины, сырный соус, салат айсберг, сыр чеддер, сырные палочки, свежий помидор",
        price: 890,
    },
]

export const extra = [
    {
        name: "дополнительная котлета",
        price: 200,
    },
    {
        name: "острые перчики халапеньо",
        price: 40,
    },
    {
        name: "сыр чеддер",
        price: 80,
    },
    {
        name: "копченый бекон",
        price: 50,
    },
]